Repository: anarthal/abaco-inscriptions
Catalog: languages/abaco-*.po
Languages: es_es, eu

source: Participant name
es_es: Nombre del inscrito

source: Participant identifier document
es_es: Documento identificador del inscrito

source: Preinscription date
es_es: Fecha de preinscripción

source: Thursday
es_es: Jueves
eu: Osteguna

source: Friday
es_es: Viernes
eu: Ostirala

source: Saturday
es_es: Sábado
eu: Larunbata

source: None
es_es: Ninguno
eu: Bat ez

source: Male
es_es: Hombre
eu: Gizona

source: Female
es_es: Mujer
eu: Emakumea

source: Non binary
es_es: No binario
eu: Ez binarioa

source: Passport
es_es: Pasaporte
eu: Pasaportea

source: I do not have a NIF
es_es: No tengo NIF
eu: Ez daukat IFZ

source: Other
es_es: Otra
eu: Beste

source: Activities
es_es: Actividades
eu: Ekintzak

source: Activity
es_es: Actividad
eu: Ekintza

source: Add new activity
es_es: Nueva actividad
eu: Ekintza berria

source: Edit activity
es_es: Editar actividad
eu: Ekintza aldatu

source: New activity
es_es: Nueva actividad
eu: Ekintza berria

source: View activity
es_es: Ver actividad
eu: Ekintza ikusi

source: View activities
es_es: Ver todas las actividades
eu: Ekintza guztiak ikusi

source: Search activities
es_es: Buscar actividades
eu: Ekintzak bilatu

source: No activities found
es_es: No se han encontrado actividades
eu: Ez da ekintzarik aurkitu

source: No activities found in thrash
es_es: No se han encontrado actividades en la papelera-
eu: Ez da paperontzian ekintzarik aurkitu

source: Activity list
es_es: Lista de actividades
eu: Ekintzen zerrenda

source: Tabletop role game
es_es: Rol de mesa
eu: Mahai rol jokoa

source: Live action role playing game
es_es: Rol en vivo
eu: Rol bizia

source: Strategy game
es_es: Juego de estrategia
eu: Estrategia jokoa

source: Board games
es_es: Juegos de mesa
eu: Mahai jokoak

source: Outdoor activity
es_es: Aire libre
eu: Kanpoko ekintza

source: Contest
es_es: Concurso
eu: Konkurtsoa

source: Workshop
es_es: Taller
eu: Tailerra

source: Card game
es_es: Juego de cartas
eu: Karten jokoa

source: Tournament
es_es: Torneo
eu: Lehiaketa

source: Conference
es_es: Conferencia
eu: Konferentzia

source: Sunday
es_es: Domingo
eu: Igandea

source: Indifferent number of participants cannot be negative!
es_es: El número de participantes de género indiferente no puede ser negativo.
eu: Edozeingo generoko partaideen zenbakia ezin da negatiboa izan

source: Activity kind
es_es: Tipo de actividad
eu: Ekintza mota

source: Activity approximate duration
es_es: Duración aproximada de la actividad
eu: Ekintzaren gutxi gora beherako iraupena

source: Total number of participants
es_es: Número total de participantes
eu: Partaideen zenbaki totala

source: Number of male participants
es_es: Total de participantes masculinos
eu: Gizonezko partaideak

source: Number of female participants
es_es: Total de participantes femeninos
eu: Emakumezko partaideak

source: Allows web preinscription
es_es: Permite preinscripción vía web
eu: Web bidezko izen ematea onartzen du

source: This activity has adult content
es_es: Sólo para mayores de edad
eu: Adin nagusientzako ekintza

source: Contact Form 7 plugin is needed to run this plugin.
es_es: Necesitas el plugin Contact Form 7 para ejecutar Inscripciones ABACO.
eu: Contact Form 7 plugina behar duzu hau erazteko

source: %s participants
es_es: %s participantes

source: Duration: %s
es_es: Duración: %s

source: Adult content
es_es: Contenido adulto

source: This field is mandatory.
es_es: Este campo es obligatorio.
eu: Eremu hau beharrezkoa da.

source: This field must be a number.
es_es: Este campo debe ser un número.
eu: Eremua zenbaki bat izan behar da.

source: An invalid option was selected.
es_es: La opción seleccionada no es válida.
eu: Hautatutako aukera ez da zuzena.

source: Invalid date format.
es_es: Formato de fecha inválido.
eu: Eremu hau zenbaki bat izan behar da

source: Submit
es_es: Enviar
eu: Bidali

source: You must be inscribed before pre-inscribing to activities.
es_es: Debes estar inscrito en jornadas antes de pre-inscribirte a una actividad.
eu: Aurretik inskribatzeko lehenengo jardunaldietan izena eman behar izan duzu.

source: Only physical participants can preinscribe to activities.
es_es: Sólo los participantes físicos pueden pre-inscribirse a actividades.
eu: Parte hartaile fisikoek baino ezin dute ekintzetan parte hartu.

source: Sorry, this activity is unavailable.
es_es: Lo sentimos, esta actividad no está disponible.
eu: Sentitzen dugu, ekintza hau ez dago libre.

source: You already are inscribed to this activity.
es_es: Ya estás pre-inscrito a esta actividad.
eu: Bazude ekintza honetan inskribatuta.

source: Minors cannot inscribe to this activity because it has adult content.
es_es: Los menores no pueden pre-inscribirse a esta actividad porque tiene contenido adulto.
eu: Adingabekoak ezin dute ekintza honetan parte hartu.

source: Sorry, there are no remaining slots for this activity.
es_es: Lo sentimos, no quedan plazas para esta actividad.
eu: Sentitzen dugu, ekintza honetarako ez dago lekurik.

source: NIF or passport
es_es: DNI o pasaporte (con el que te inscribiste)
eu: IFZ edo pasaportea (inskribatzeko erabili zenuena)

source: Observations
es_es: Observaciones
eu: Oharrak

source: Invalid NIF.
es_es: NIF no válido.
eu: IFZ baliogabea.

source: This NIF has already been registered.
es_es: Este NIF ya está registrado.
eu: IFZ hau aurretik erregistratuta baitago.

source: You must be inscribed as a regular participant first.
es_es: Debes inscribirte en jornadas primero.
eu: Lehenengo jardunaldietan izena eman behar duzu.

source: Company name
es_es: Nombre de la compañía
eu: Enpresaren izena

source: Contact person's NIF (you must be inscribed as a regular participant first)
es_es: DNI de la persona de contacto (debes haberte inscrito en jornadas previamente)
eu: Kontaktu pertsonaren IFZ (lehendik jardunaldietan izena eman izan behar du)

source: Phone
es_es: Teléfono
eu: Telefonoa

source: Province
es_es: Provincia
eu: Probintzia

source: City
es_es: Población
eu: Herria

source: I want to receive information about other activities organized by ABACO.
es_es: Quiero recibir información sobre otras actividades que organice ABACO.
eu: ABACOk antolatutako beste ekintzei buruzko informazioa jaso nahi nuke.

source: You must be inscribed before registering activities.
es_es: Para registrar una actividad debes estar inscrito en jornadas.
eu: Ekintza bat igotzeko jardunaldietan inskribatuta egon behar duzu.

source: Number of gender-indifferent participants:
es_es: Número de participantes indiferentes:
eu: Edozeingo partaideen zenbakia:

source: The activity organizer compromises to organize the above activity and is responsible for making adequate use of the facilities where it takes place and for keeping the organization informed of any incidence
es_es: El responsable de la actividad se compromete a llevar la actividad y a responsabilizarse de que se haga un correcto uso de las instalaciones en que se realice, y a informar a la organización de cualquier incidencia que surja al respecto
eu: Ekintzaren antolatzailea ekintza ekarriko du, eta lekuaren erabilketa arduraduna egingo du.Halere, jardunaldien antolatzailei jakinaraziko die gerta zitzakeen edozeingo gertakizunei buruz.

source: Activity name
es_es: Nombre de la actividad
eu: Ekintzaren izena

source: Description to be published on our website
es_es: Descripción a publicar en nuestra web
eu: Gure web orrian agertzeko deskribapena

source: Image to be published on our website
es_es: Imagen, para que la pongamos en nuestra web
eu: Irudia, web orrian agertzeko

source: Days you may organize the activity (subject to availability)
es_es: Días en los que estás dispuesto a organizar la actividad (sujeto a disponibilidad)
eu: Zein egunetan zaude prest ekintza antolatzeko (erabilgarritasunaren arabera)

source: Observations and needs (space, materials...)
es_es: Observaciones y necesidades (espacio, materiales...)
eu: Oharrak eta beharrak 8lekua, materialak...)

source: Organizer NIF or passport
es_es: NIF o pasaporte del organizador
eu: Antolatzailearen IFZ edo pasaportea

source: Sorry, we have no more places to stay for the following days: %s.
es_es: Lo sentimos, no nos quedan plazas de alojamiento para los siguientes días: %s.

source: You are eager enough to have a NIF.
es_es: Las personas de tu edad deben tener DNI o pasaporte.
eu: Zure adinarekin NAN, AIZ edo pasaportea eduki behar duzu.

source: This document has already been registered.
es_es: Este documento identificador ya se ha registrado.
eu: Nortasun agiri hau lehendik erregistratuta bait dago.

source: This field is required because you are under age.
es_es: Este campo es obligatorio porque eres menor de edad.
eu: Eremu hau beharrezkoa da adingabekoa zarelako.

source: Your tutor must be inscribed in the event. Please check her document is correct.
es_es: Tu responsable debe estar inscrito en el evento. Por favor, asegúrate de que su documento identificador es correcto.
eu: Zure arduraduna ebentokan inskribatuta egon behar da. Zihurtatu horrela dela.

source: Your tutor must be an adult.
es_es: ¡Tu tutor debe ser mayor de edad!
eu: Zure arduraduna adin nagusiko izan behar da.

source: Your tutor must stay at least the same days as you.
es_es: Tu tutor debe alojarse los mismos días que tú, al menos.
eu: Zure arduraduna zu zauden egun beretan egon behar da alokatuta.

source: First name
es_es: Nombre
eu: Izena

source: Last name
es_es: Apellidos
eu: Abizenak

source: Birth date (aaaa-mm-dd)
es_es: Fecha de nacimiento (aaaa-mm-dd)
eu: Jaiotze eguna (uuuu-hh-ee)

source: Identifier document type
es_es: Tipo de documento de identificación
eu: Nortasun agiri mota

source: Identifier document
es_es: Documento identificador
eu: Nortasun agiria

source: Gender
es_es: Género
eu: Generoa

source: Group or association
es_es: Grupo o asociación
eu: Taldea edo elkartea

source: Nights you want to stay
es_es: Días que te quieres alojar
eu: Zeintzuk egun nahi duzu alokatzea

source: Your tutor's identity document
es_es: Documento de identidad de tu tutor
eu: Zure tutorearen nortasun agiria

source: We have detected you are a minor. Please introduce here your tutor data. Your tutor must already be inscribed and stay the same nights as you, at least. You must bring us the authorization below signed by your tutor.
es_es: Hemos detectado que eres un menor. Por favor, introduce los datos de tu tutor. Tu tutor debe haberse inscrito en jornadas previamente, y debe quedarse a dormir las mismas noches que tú, al menos. Debes traer a jornadas una autorización firmada por tu tutor. Puedes descargar la autorización en el enlace de abajo.
eu: Adin txikikoa zarela ikusi dugu. Mesedez, zure arduradunaren datuak sartu. Zure arduraduna jardunaldietan insrkibatuta egon behar da, eta alokatuta, zu bezala. Behintzat egun beretan. Zure tutoreak sinatutako baimena ekarri behar duzu.Baimena beheko loturan aurkitu dezakezu.

source: Download authorization (PDF)
es_es: Descargar autorización (PDF).
eu: Baimena deskargatu (PDF)

source: Settings
es_es: Ajustes
eu: Aukerak

source: Minor authorization URL
es_es: URL de la autorización para menores
eu: Adin txikikoentzako baimenen URL

source: Link
es_es: Enlace
eu: Lotura

source: Participant data.
es_es: Participantes.
eu: Partaideak

source: Activity data. Images will be exported as hyperlinks.
es_es: Actividades. Las imágenes se exportan como hipervínculos.
eu: Ekintzak. Irudiak hiperesteka izango dira

source: Enumerations.
es_es: Enumeraciones.
eu: Ennumerazioak

source: Export as JSON
es_es: Exportar en JSON
eu: Exportatu JSONen

source: Export (JSON)
es_es: Exportar (JSON)
eu: Exportatu (JSON)

source: The following data will be exported in JSON format:
es_es: Los siguientes datos serán exportados en formato JSON:
eu: Datu hauek JSON formatuan exportartuko dira

source: Export participants (physical ones and companies)
es_es: Exportar participantes (físicos y empresas colaboradoras)
eu: Partaideak (pertsonak eta enpresak) exportartu

source: Export (CSV) - Compatible with Microsoft Excel
es_es: Exportar (CSV) - Compatible con Microsoft Excel
eu: Exportatu (CSV) - Microsoft Excelekin bateragarria

source: Preinscriptions
es_es: Preinscripciones
eu: Aurre izen emateak

source: ABACO Events
es_es: Eventos ABACO
eu: ABACOren ekitaldiak

source: Participants
es_es: Participantes
eu: Parte hartzaileak

source: Companies
es_es: Empresas colaboradoras
eu: Enpresa laguntzaileak

source: Participant with NIF "%s" not found.
es_es: No existe ningún participante con NIF "%s".
eu: Ez dago IFZ "%s" horrekin parte hartzailerik.

source: Other activity data
es_es: Otros datos de la actividad
eu: Ekintzaren bese daturik

source: No information found about this activity.
es_es: No hemos encontrado información sobre esta actividad.
eu: Ez dugu ekintza honi buruzko informaziorik aurkitu

source: Requested activity time
es_es: Momentos en los que estás dispuesto a llevar la actividad
eu: Noiz zaude prest ekintza hau egiteko

source: Observations and needs
es_es: Observaciones y necesidades
eu: Oharrak eta beharrak

source: See details
es_es: Ver detalles
eu: Xehetasunak

source: Organizes
es_es: Organizador
eu: Antolatzailea

source: Organizer email
es_es: Email del organizador
eu: Antolatzailearen emaila

source: Could not find information about organizer.
es_es: No hemos podido encontrar información del organizador.
eu: Ez dugu antolatzaileare informazioarik aurkitu

source: Total participants
es_es: Total de participantes
eu: Parte hartzaileak

source: Participants staying on %s
es_es: Participantes que se alojan el %s
eu: %sen alokatzen diren parte hartzaileak

source: Yes
es_es: Sí
eu: Bai

source: No resuls for participant with ID %d
es_es: No se han encontrado participantes con ID %d.
eu: Ez da ID %d parte hartzailerik aurkitu

source: Physical participant
es_es: Participante físico
eu: Parte hartzaile fisikoa

source: Birth date
es_es: Fecha de nacimiento
eu: Jaiotze eguna

source: Document type
es_es: Tipo de documento
eu: Dokumentu mota

source: Group
es_es: Grupo o asociación
eu: Taldea

source: Booking days
es_es: Días de alojamiento
eu: Alokatze egunak

source: Tutor's identifier document
es_es: Documento de identificación del tutor
eu: Tutorearen nortasu agiria

source: Participant wishes to receive spam from ABACO
es_es: Desea recibir spam de ABACO
eu: ABACOren spam jaso nahi duzu

source: Company
es_es: Empresa colaboradora
eu: Enpresa laguntzailea

source: See contact person
es_es: Ver persona de contacto
eu: Kontaktozko pertsona

source: Name
es_es: Nombre
eu: Izena

source: This image was uploaded via the ABACO plugin, by a user.
es_es: Esta imagen ha sido subida por un inscrito a jornadas mediante el plugin ABACO.
eu: Irudi hau parte hartzaile batek igo du ABACO pluginaren bidez

source: ABACO Inscriptions
es_es: Inscripciones ABACO
eu: ABACO izen emateak

source: Manages inscriptions for ABACO events.
es_es: Gestión de inscripciones para eventos de ABACO.
eu: ABACOren ekintzerako izen emateen kudeaketa.

source: NIF
eu: IFZ

source: Alias
eu: Ezizena

source: No
eu: Ez
